Repository: wpmudev/forums
Catalog: languages/wpmudev_forums-*.po
Languages: el

source: Visit the upgrades tab to get more forums. Currently you are limit to %s
el: Μεταβείτε στην καρτέλα Αναβαθμίσεις για να πάρετε περισσότερα forums. Προς το παρόν έχετε τον περιορισμό των %s

source: Forums
el: Συζητήσεις

source: Additional Forums
el: Επιπλέον Forums

source: Forum Settings
el: Ρυθμίσεις Forum

source: Pro Only...
el: Μόνο για έμπειρους...

source: Invalid user account...
el: Μη έγκυρος λογαριασμός χρήστη...

source: Invalid forum...
el: Μη έγκυρο forum..

source: Topic Added!
el: Το θέμα προστέθηκε!

source: Topic Closed!
el: Το θέμα έκλεισε επιτυχώς

source: Permission denied...
el: Δεν έχετε δικαίωμα πρόσβασης

source: Topic Opened!
el: Το θέμα ανοίχθηκε επιτυχώς

source: Closed
el: Κλειστό

source: Error deleting topic...
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή του θέματος

source: Topic Deleted!
el: Το θέμα διαγράφηκε!

source: Invalid Topic!
el: Μη έγκυρο θέμα!

source: Error deleting post
el: Σφάλμα στη διαγραφή!

source: Post deleted
el: Η καταχώρηση διαγράφτηκε

source: Post updated...
el: Η καταχώρηση ενημερώθηκε...

source: You must be a registered and logged in user of this blog to post on this forum. Please <a href="%s">Log In</a> or %s.
el: Θα πρέπει να είστε συνδεδεμένος για να γράφετε στο χώρο συζητήσεων. Παρακαλώ <a href="%s">συνδεθείτε</a> ή %s.

source: Post added...
el: Η καταχώρηση προστέθηκε...

source: Invalid Forum Code
el: Μη έγκυρος κωδικός για Forum

source: Back to index
el: Επιστροφή στην αρχική

source: Delete Topic
el: Διαγραφή Θέματος

source: Open Topic
el: Ανοιγμα Θέματος

source: Close Topic
el: Κλείσιμο Θέματος

source: Last updated:
el: Τελευταία ενημέρωση:

source: Latest Reply From:
el: Τελευταία απάντηση από:

source: Search Results
el: Αποτελέσματα Αναζήτησης

source: Posts:
el: Δημοσιεύσεις:

source: No matches...
el: Δεν βρέθηκαν αποτελέσματα...

source: Search
el: Αναζήτηση

source: New Post
el: Νέα δημοσίευση

source: You must fill in all required fields...
el: Παρακαλώ συμπληρώστε τα απαιτούμενα πεδία...

source: Post:
el: Καταχώρηση:

source: Required
el: Απαιτείται

source: Send Post &raquo;
el: Καταχώρηση &raquo;

source: Send Post
el: Καταχώρηση

source: Edit Post
el: Επεξεργασία καταχώρησης

source: Update &raquo;
el: Ενημέρωση&raquo;

source: Cancel &raquo;
el: Ακυρο &raquo;

source: Delete Post
el: Διαγραφή καταχώρησης

source: You must be logged in...
el: Πρέπει να έχετε συνδεθεί...

source: Are you sure you want to delete this post?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την καταχώρηση;

source: Delete &raquo;
el: Διαγραφή &raquo;

source: Are you sure you want to delete this topic?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το θέμα;

source: &laquo; Previous
el: &laquo; Προηγούμενη

source: Showing %1s > %2s of %3s posts
el: %1s > %2s από %3s καταχωρήσεις

source: Next &raquo;
el: Επόμενη &raquo;

source: Previous
el: Προηγούμενο

source: Next
el: Επόμενο

source: Posted:
el: Καταχωρήθηκε:

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: No posts to display...
el: Δεν υπάρχουν καταχωρήσεις...

source: New Topic
el: Νέο Θέμα

source: Title:
el: Τίτλος:

source: TOPICS
el: Θεματικές Ενότητες

source: POSTS
el: Καταχωρήσεις

source: LATEST POSTER
el: Τελ. καταχώρηση από

source: NEW
el: Νέα

source: No topics to display...
el: Δεν υπάρχουν ακόμη θέματα...

source: Click here to create a new topic.
el: Πατήστε εδώ για να προσθέσετε ένα νέο θέμα συζήτησης.

source: Nice Try...
el: Ξαναδοκιμάστε

source: Topics per page
el: Θέματα ανά σελίδα

source: Posts per page
el: Δημοσιεύσεις ανά σελίδα

source: Maximum number of forums
el: Μέγιστος αριθμός forums

source: Maximum number of forums for upgraded blogs
el: Μέγιστος αριθμός forums για αναβαθμισμένα ιστολόγια

source: Allow upgrades
el: Επιτρέπονται αναβαθμίσεις

source: Save
el: Αποθήκευση

source: Manage Forums
el: Διαχείριση Χώρων συζητήσεων

source: New
el: Νέα

source: Upgrade your blog now in order to add forums, increase storage space, embed videos, and more.
el: Αναβαθμίστε το ιστολόγιο σας για να μπορείτε να προσθέσετε forums, να αυξήσετε τον διαθέσιμο χώρο, να ενσωματώσετε videos κ.α.

source: Click here to add a new forum.
el: Πατήστε εδώ να για δημιουργήσετε νέο χώρο συζητήσεων.

source: Remove
el: Αφαίρεση

source: New Forum
el: Δημιουργία νέου χώρου συζήτήσεων

source: Name
el: Όνομα

source: Description
el: Περιγραφή

source: Optional
el: Προαιρετικά

source: Color One
el: 1ο χρώμα

source: Optional - Ex: #000000 OR #FFFFFF
el: Προαιρετικό - πχ: #000000 ή #FFFFFF

source: Color Two
el: 2ο χρώμα

source: Header Color
el: Χρώμα γραμμάτων επικεφαλίδας

source: Border Color
el: Χρώμα πλαισίου

source: Border Size
el: Μέγεθος πλαισίου

source: Please fill in all required fields
el: Παρακαλώ συμπληρώστε τα απαιτούμενα πεδία.

source: Forum Added.
el: Ο χώρος συζητήσεων προστέθηκε.

source: Edit Forum
el: Επεξεργασία χώρου συζητήσεις

source: Save Changes
el: Αποθήκευση αλλαγών

source: Settings saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.

source: Remove Forum
el: Αφαίρεση χώρου συζήτησης

source: Are you sure you want to remove this forum? All topics and posts will be deleted.
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το χώρο συζητήσεων; Όλα τα θέματα και οι καταχωρήσεις θα διαγραφούν.

source: Continue
el: Συνέχεια

source: Cancel
el: Άκυρο

source: Forum Removed.
el: Ο χώρος συζητήσεων διαγράφηκε.

source: Please install the latest version of <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download Now &raquo;">our free Update Notifications plugin</a> which helps you stay up-to-date with the most stable, secure versions of WPMU DEV themes and plugins. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">More information &raquo;</a>
el: Εγκαταστήστε την νεώτερη έκδοση του <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download Now &raquo;">δωρεάν Update Notifications plugin</a> ώστε να ενημερώνεστε για τις νέες εκδόσις των WPMU DEV themes and plugins. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">Περισσότερες πληροφορίες &raquo;</a>
